12/data/attachments/73409cf2f3653a3c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Benjamin_walk_Actions_98851_0</nif:username>
            <nif:friendToBeRequested>soap_actions_e0c2076e-fcdb-4adb-90d6-774eb205e300</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>